#+TITLE: 一般统计方法的操作
#+AUTHOR: 厦门大学公共事务学院
#+EMAIL: 
#+OPTIONS: H:2 toc:nil num:t tex:t
#+LATEX_CLASS: beamer
#+COLUMNS: %45ITEM %10BEAMER_env(Env) %10BEAMER_act(Act) %4BEAMER_col(Col) %8BEAMER_opt(Opt)
#+BEAMER_THEME: default
#+BEAMER_COLOR_THEME:
#+BEAMER_FONT_THEME:
#+BEAMER_INNER_THEME:
#+BEAMER_OUTER_THEME:
#+BEAMER_HEADER:
#+LATEX_HEADER: \usepackage{ctex}
#+LATEX_COMPILER: xelatex

*** 频数表
#+BEGIN_SRC R :results value
  library(vcd)

  attach(Arthritis)
  table(Improved)
#+END_SRC

#+RESULTS:
: Improved
:   None   Some Marked 
:     42     14     28 

